<?php

return [

    /*
    | ------------------------------------------------- -------------------------
    |警报语言行
    | ------------------------------------------------- -------------------------
    |
    |以下语言行包含针对各种情况的警报消息
    |在CRUD操作期间。您可以自由修改这些语言行
    |根据您的应用要求。
    |
    */

    'backend'=> [
        'roles'=> [
            'created'=>'角色已成功创建。',
            'deleted'=>'角色已成功删除。',
            'updated'=>'角色已成功更新。',
        ],

        'users'=> [
            'confirmation_email'=>'新的确认电子邮件已发送到文件上的地址',
            'created'=>'用户已成功创建。',
            'deleted'=>'用户已成功删除。',
            'deleted_permanently'=>'用户已永久删除。',
            'restored'=>'用户已成功还原。',
            'updated'=>'用户已成功更新。',
            'updated_pa​​ssword'=>'用户密码已成功更新。'
        ]]
    ],
];