<?php

return [

     /*
     | ------------------------------------------------- -------------------------
     | 认证语言行
     | ------------------------------------------------- -------------------------
     |
     | 在各种认证期间使用以下语言行
     | 我们需要向用户显示的消息。 您可以自由修改
     | 这些语言行根据您的应用程序的要求。
     |
     */

     'failed'=>'这些凭据与我们的记录不匹配。',
     'general_error'=>'你没有权限这样做。',
     'socialite'=> [
         'unacceptable'=>'：提供程序不是可接受的登录类型。',
     ],
     'throttle'=>'登录尝试次数过多。 请在:seconds秒后重试.。',
     'unknown'=>'发生未知错误',
];