<?php

return [

    /*
    | ------------------------------------------------- -------------------------
    |按钮语言行
    | ------------------------------------------------- -------------------------
    |
    |在整个系统的按钮中使用以下语言行。
    |无论放在哪里,都可以在这里列出一个按钮,这样很容易
    |发现在一个直观的方式。
    |
    */

    'backend'=> [
        'access'=> [
            'users'=> [
                'activate'=>'激活',
                'change_password'=>'更改密码',
                'deactivate'=>'停用',
                'delete_permanently'=>'永久删除',
                'login_as'=>'登录为：user',
                'resend_email'=>'重新发送确认电子邮件',
                'restore_user'=>'还原用户',
            ],
        ],
    ],

    'general'=> [
        'cancel'=>'取消',

        'crud'=> [
            'create'=>'创建',
            'delete'=>'删除',
            'edit'=>'编辑',
            'update'=>'更新',
        ],

        'save'=>'保存',
        'view'=>'查看',
    ],
];