<?php

return [

 /*
 | ------------------------------------------------- -------------------------
 |历史语言线
 | ------------------------------------------------- -------------------------
 |
 |以下语言行包含与的关联的字符串
 |系统向历史表添加行。
 |
 */

'backend'=> [
'none'=>'没有最近的历史。',
'none_for_type'=>'没有此类型的历史。',
'none_for_entity'=>'没有这个的历史：entity。',
'recent_history'=>'最近的历史',

'roles'=> [
'created'=>'创建角色',
'deleted'=>'已删除的角色',
'updated'=>'更新的角色',
],
'users'=> [
'changed_pa​​ssword'=>'为用户更改密码',
'created'=>'创建用户',
'deactivated'=>'停用用户',
'deleted'=>'已删除的用户',
'permanent_deleted'=>'永久删除的用户',
'updated'=>'更新用户',
'reactivated'=>'重新激活用户',
'restored'=>'还原用户',
],
],
];