<?php

return [

    /*
    | ------------------------------------------------- -------------------------
    |菜单语言行
    | ------------------------------------------------- -------------------------
    |
    |在整个系统的菜单项中使用以下语言行。
    |无论它放在哪里,菜单项可以在这里列出,所以它很容易
    |发现在一个直观的方式。
    |
    */

    'backend'=> [
        'access'=> [
            'title'=>'访问管理',

            'roles'=> [
                'all'=>'所有角色',
                'create'=>'创建角色',
                'edit'=>'编辑角色',
                'management'=>'角色管理',
                'main'=>'角色',
            ],

            'users'=> [
                'all'=>'所有用户',
                'change-password'=>'更改密码',
                'create'=>'创建用户',
                'deactivated'=>'已停用的用户',
                'deleted'=>'已删除的用户',
                'edit'=>'编辑用户',
                'main'=>'用户',
            ],
        ],

        'log-viewer'=> [
            'main'=>'日志查看器',
            'dashboard'=>'仪表板',
            'logs'=>'日志',
        ],

        'sidebar'=> [
            'dashboard'=>'仪表板',
            'general'=>'一般',
        ],
    ],

    'language-picker'=> [
        'language'=>'语言',
        /**
         * 将新语言添加到此数组。
         * 密钥应具有与文件夹名称相同的语言代码。
         * 字符串应为：'Language-name-in-your-own-language（Language-name-in-English）'。
         * 请务必按字母顺序添加新语言。
         */
        'langs'=> [
            'ar'=>'阿拉伯语',
            'da'=>'丹麦语',
            'de'=>'德语',
            'en'=>'英语',
            'es'=>'西班牙语',
            'fr'=>'法语',
            'it'=>'意大利语',
            'pt-BR'=>'巴西葡萄牙语',
            'sv'=>'瑞典语',
            'th'=>'泰国',
            'zh-CN'=>'简体中文',
        ],
    ],
];