<?php

return [

     /*
     | ------------------------------------------------- -------------------------
     | 导航语言线
     | ------------------------------------------------- -------------------------
     |
     | 在整个系统的菜单项中使用以下语言行。
     | 无论它放在哪里,菜单项可以在这里列出,所以它很容易
     | 发现在一个直观的方式。
     |
     */

     'general'=> [
         'home'=>'首页',
         'logout'=>'退出',
     ],

     'frontend'=> [
         'dashboard'=>'仪表板',
         'login'=>'登录',
         'macros'=>'宏',
         'register'=>'注册',

         'user'=> [
             'administration'=>'管理',
             'change_password'=>'更改密码',
             'my_information'=>'我的信息',
         ],
     ],
];
